tap 'thoughtbot/formulae'
tap 'homebrew/completions'
tap 'caskroom/versions'

brew 'apm-bash-completion'
brew 'bash'
brew 'bash-completion'
brew 'caskroom/cask/brew-cask'
brew 'ccat'
brew 'coreutils'
brew 'findutils'
brew 'git-ftp'
brew 'git'
brew 'grunt-completion'
brew 'imagemagick', args: ['with-libtiff']
brew 'mackup'
brew 'mongodb'
brew 'nmap'
brew 'openssl'
brew 'homebrew/php/php55', args: ['with-gmp']
brew 'pyenv'
brew 'rbenv'
brew 'ruby-build'
brew 'resty'
brew 'ruby-completion'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'vagrant-completion'
brew 'wget', args: ['with-iri']
brew 'wifi-password'
brew 'sfnt2woff-zopfli'

# ================================= #

cask 'atom'
cask 'clipmenu'
cask 'coconutbattery'
cask 'colorpicker-skalacolor'
cask 'dropbox'
cask 'fontprep'
cask 'gifrocket'
cask 'github-desktop'
cask 'glueprint'
cask 'google-chrome'
cask 'iterm2'
cask 'keepingyouawake'
cask 'mactracker'
cask 'messenger'
cask 'numi'
cask 'otto'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sequel-pro'
cask 'shuttle'
cask 'sketch-toolbox'
cask 'skype'
cask 'slack'
cask 'soulseek'
cask 'spectacle'
cask 'suspicious-package'
cask 'transmission'
cask 'tripmode'
cask 'tunnelbear'
cask 'virtualbox'
cask 'vlc'
cask 'wireshark'
cask 'xquartz'
