# — Taps —
tap 'homebrew/aliases' # github.com/Homebrew/homebrew-aliases
tap 'homebrew/command-not-found' # github.com/Homebrew/homebrew-command-not-found
tap 'caskroom/fonts' # github.com/caskroom/homebrew-fonts

# — Formulae —
brew 'apm-bash-completion' # github.com/vigo/apm-bash-completion
brew 'bash' # gnu.org/software/bash
brew 'bash-completion@2' # github.com/scop/bash-completion (for Bash >4 use bash-completion instead)
brew 'ccat' # github.com/jingweno/ccat
brew 'coreutils', args: ['with-default-names'] # gnu.org/software/coreutils/coreutils
brew 'docker-completion' # github.com/docker/docker
brew 'ffmpeg', args: ['with-faac'] # ffmpeg.org
brew 'findutils', args: ['with-default-names'] # gnu.org/software/findutils
brew 'git' # git-scm.org
brew 'gnupg' # gnupg.org
brew 'grep', args: ['with-default-names'] # gnu.org/software/grep
brew 'imagemagick', args: ['with-libtiff', 'with-webp'] # imagemagick.org/script/index.php
brew 'mackup' # github.com/lra/mackup
brew 'magic-wormhole' # github.com/warner/magic-wormhole
brew 'make', args: ['with-default-names'] # www.gnu.org/software/make/
brew 'mas' # github.com/mas-cli/mas
brew 'nano' # nano-editor.org
brew 'nmap' # nmap.org
brew 'node' # nodejs.org
brew 'openssl' # openssl.org
brew 'pyenv' # github.com/yyuu/pyenv
brew 'rbenv' # github.com/rbenv/rbenv
brew 'ruby-build' # github.com/rbenv/ruby-build
brew 'ruby-completion' # github.com/mernen/completion-ruby
brew 'screen' # gnu.org/software/screen
brew 'shellcheck' # www.shellcheck.net/
brew 'ssh-copy-id' # openssh.com
brew 'trash' # hasseg.org/trash
brew 'tree' # mama.indstate.edu/users/ice/tree
brew 'wget', args: ['with-iri'] # gnu.org/software/wget

# — Casks —
cask '1password' # 1password.com
cask 'atom' # atom.io
cask 'betterzip' # macitbetter.com
cask 'caprine' # github.com/sindresorhus/caprine
cask 'colorpicker-skalacolor' # bjango.com/mac/skalacolor
cask 'devdocs' # github.com/egoist/devdocs-app
cask 'docker' # docker.io
cask 'dropbox' # dropbox.com
cask 'etcher' # etcher.io
cask 'github-desktop' # desktop.github.com
cask 'google-chrome' # google.com/chrome
cask 'gpg-suite' # gpgtools.org
cask 'handbrake' # handbrake.fr
cask 'hyper' # hyper.is
cask 'imageoptim' # imageoptim.com/mac
cask 'insomnia' # insomnia.rest
cask 'kap' # getkap.co
cask 'kitematic' # kitematic.com
cask 'qlcolorcode' # github.com/n8gray/QLColorCode
cask 'qlimagesize' # github.com/Nyx0uf/qlImageSize
cask 'qlmarkdown' # github.com/toland/qlmarkdown
cask 'qlstephen' # github.com/whomwah/qlstephen
cask 'quicklook-csv' # github.com/p2/quicklook-csv
cask 'quickjson' # github.com/johan/QuickJSON
cask 'rocket' # matthewpalmer.net/rocket
cask 'sequel-pro' # sequelpro.com
cask 'slack' # slack.com
cask 'spectacle' # spectacleapp.com
cask 'spotify' # spotify.com
cask 'spotmenu' # github.com/kmikiy/SpotMenu
cask 'suspicious-package' # mothersruin.com/software/SuspiciousPackage
cask 'tableplus' # tableplus.io
cask 'transmission' # transmissionbt.com
cask 'virtualbox' # virtualbox.org
cask 'visual-studio-code' # code.visualstudio.com
cask 'vlc' # videolan.org/vlc

# — Fonts —
cask 'font-fira-code'
cask 'font-fira-mono'
cask 'font-fira-sans'
cask 'font-hack'
cask 'font-ibm-plex'
