tap 'bramstein/fonttools'
tap 'thoughtbot/formulae'
tap 'homebrew/completions'
tap 'caskroom/versions'

brew 'bash'
brew 'bash-completion'
brew 'caskroom/cask/brew-cask'
brew 'ccat'
brew 'coreutils'
brew 'findutils'
brew 'git-ftp'
brew 'gitsh'
brew 'grunt-completion'
brew 'imagemagick', args: ['with-libtiff']
brew 'mackup'
brew 'nmap'
brew 'openssl'
brew 'openssl-dev'
brew 'homebrew/php/php55', args: ['with-gmp']
brew 'pyenv'
brew 'resty'
brew 'ruby-completion'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'tree'
brew 'vagrant-completion'
brew 'wget', args: ['with-iri']
brew 'wifi-password'
brew 'sfnt2woff-zopfli'

# ================================= #

cask 'atom'
cask 'asepsis'
cask 'caffeine'
cask 'clipmenu'
cask 'coconutbattery'
cask 'colorpicker-skalacolor'
cask 'dropbox'
cask 'evernote'
cask 'fontprep'
cask 'gifrocket'
cask 'github'
cask 'glueprint'
cask 'google-chrome'
cask 'google-photos-backup'
cask 'infinit'
cask 'iterm2'
cask 'kontroll'
cask 'mactracker'
cask 'mamp'
cask 'messenger'
cask 'noizio'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sequel-pro'
cask 'shuttle'
cask 'sketch-toolbox'
cask 'skype'
cask 'slack'
cask 'soulseek'
cask 'spectacle'
cask 'spotifree'
cask 'spotify'
cask 'suspicious-package'
cask 'tether'
cask 'thyme'
cask 'transmission'
cask 'tripmode'
cask 'tunnelbear'
cask 'typora'
cask 'virtualbox'
cask 'vagrant'
cask 'vagrant-manager'
cask 'vlc'
cask 'wireshark'
cask 'xquartz'
